<!DOCTYPE html><html><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8"/> <meta name="viewport" content="width=device-width,minimum-scale=1.0,maximum-scale=1.0,user-scalable=no"/><title>服务声明</title> <style type="text/css">body,h1,h2,h3,h4,h5,h6,hr,p,blockquote,dl,dt,dd,ul,ol,li,pre,form,fieldset,legend,button,input,textarea,th,td{margin:0;padding:0}html{color:#000;overflow-y:scoll;overflow:-moz-scrollbars-vertical}body,button,input,select,textarea{font-size:16px;font-family:Microsoft YaHei, simsun,sans-serif}h1,h2,h3,h4,h5,h6{font-size:100%}a{text-decoration:none;display:inline-block;}a:hover{text-decoration:underline}a.over{color:#551A8B;}.clearfix{*zoom:1}.clear{clear:both;height:0;line-height:0;font-size:0;visibility:hidden;overflow:hidden}.zhuanhuan{min-height:100%;overflow-x:hidden;background:#fbfbfb;color:#4B4B4B;width:100%;} zz-index: 100;overflow:hidden;box-shadow: 0 2px 3px rgba(0, 0, 0, 0.3); }.wrapper{z-index:10;line-height:26px;}#PageBody{word-wrap:break-word;}#Footer{position:relative;padding-bottom:30px;} .zh-main{padding:0 18px;}</style></script></head>
<body class="zhuanhuan"> <div id="sapp"><div id="wrapper" class="wrapper"> <div id="scroller" class="scroller"> <div id="PageBody"><div class="zh-main" style="padding-top:30px;">
<h3>软件许可及服务协议</h3><div style="font-size: 14px;line-height: 20px;margin:10px 15px 60px 15px;">
<p>
【首部及导言】
<br />
　　欢迎您使用智搜软件！
<br />
　　为使用智搜软件（以下简称“本软件”），您应当阅读并遵守《智搜软件许可及服务协议》（以下简称“本协议”），以及《智搜搜索引擎服务协议》、《智搜版权保护指引》等相关协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制智搜责任的相应条款，限制用户权利的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。
<br />
　　除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您的下载、安装、使用、登录等行为即视为您已阅读并同意上述协议的约束。
<br />
　　如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。
<br />
一、【协议的范围】
<br />
　　1.1本协议是您与智搜之间关于用户下载、安装、使用、复制本软件，以及使用智搜软件带来的相关服务所订立的协议。
<br />
　　1.2本协议和智搜的其他用户协议和许可条款，共同构成了本软件及其服务的完整协议。
<br />
二、【隐私与个人信息】
<br />
　　2.1本软件不含有任何旨在破坏用户计算机数据和获取用户隐私信息的恶意代码，不会监控用户网上、线下的行为或泄漏用户隐私。
<br />
　　2.2您同意个人信息是指那些能够对用户进行个人辨识的信息（包括但不限于：用户的姓名、身份证号、手机号码、电子邮件地址信息等）。用户对本软件的操作状态、使用习惯等明确客观地反映在智搜服务器端的基本记录信息等前述个人隐私信息范围外的其他信息均不属于个人信息。
<br />
　　2.4智搜将会采取合理的措施保护您的个人信息，除法律或有法律赋予权限的政府部门要求等原因外，智搜未经用户同意不向第三方公开、透露用户个人信息。
<br />
　　2.5经您选择或同意，或您与智搜之间就用户个人信息公开或使用另有约定的，智搜可利用用户信息与第三方合作，同时您应自行承担因此可能产生的任何风险。为了运营和改善智搜的技术和服务，智搜可能会自己收集使用或向第三方提供用户的非个人隐私信息，这将有助于向您提供更好的用户体验和提高智搜的服务质量。
<br />
　　2.6一般而言，智搜基于下列原因需要使用您的信息资源：
<br />
　　（1）执行软件验证服务；
<br />
　　（2）执行软件升级服务；
<br />
　　（3）提高用户的使用安全性并提供客户支持；
<br />
　　（4）因用户使用本软件特定功能或因用户要求智搜提供特定服务时，智搜需要把用户的信息提供给与此相关联的第三方；
<br />
　　（5）将各种非个人隐私数据用于商业目的，包括但不限于向第三方提供增值服务、广告、定位广告、营销、联合注册其他服务、促销或其他任何活动；
<br />
　　（6）其他有利于用户和智搜利益的原因。
<br />
　　2.7智搜有权在任何时候根据适用法律、法规或政府要求的需要而披露任何信息，或由智搜自主决定全部或部分地编辑、拒绝张贴或删除任何信息或资料。
<br />
三、【许可的范围】
<br />
　　3.1智搜给予您一项个人的不可转让及非排他性的普通许可以使用本软件。您可以为非商业目的在单一台终端设备上安装、使用、显示、运行本软件。
<br />
　　3.2您可以用计算机可读形式制作本软件的一个副本，仅用作备份。备份副本必须包含原软件中含有的所有版权信息 。
<br />
　　3.3本条及本协议其他条款未明示授权的其他一切权利仍由智搜保留，您在行使这些权利时须另外取得智搜书面许可。智搜如果未行使或执行本协议任何权利或规定，并不构成放弃前述权利。
<br />
四、【软件的更新】
<br />
　　4.1为了增进用户体验、完善服务内容，智搜有权根据您对软件的使用状态和行为开发新的服务。
<br />
　　4.2为了改进、增强和进一步开发服务，智搜有权在必要的时候提供软件更新（这些更新可以采取软件替换、修改、功能强化、版本升级的形式）。
<br />
　　4.3为了改善用户体验，并保证服务的安全性和功能的一致性，智搜有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。
<br />
　　4.4本软件为您默认开启“升级提示”。视用户使用的“软件”版本差异，您可以在软件设置中自行选择是否需要开启此功能。
<br />
　　4.5本软件新版本发布后，旧版本的软件可能无法使用。智搜不保证旧版本软件继续可用及相应的客户服务，为了享用智搜及时的服务，请您随时核对并下载最新版本。
<br />
五、【软件的获取】
<br />
　　5.1您可以直接从智搜的网站上下载本软件的安装程序，也可以从得到智搜授权的第三方网站下载。
<br />
　　5.2如果您从未经授权的第三方网站或从其他地方获取本软件或与本软件名称相同的安装程序，智搜无法保证该软件能够正常使用，并对该软件可能给您造成的损失不予负责。
<br />
六、【软件的安装与卸载】
<br />
　　6.1智搜为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装，否则因安装错误给您造成的任何损失，智搜不予负责。
<br />
　　6.2下载安装程序后，您需要按照该程序提示的步骤逐一点击进行，安装成功后即可使用。
<br />
　　6.3为提供更加优质、安全的服务，在本软件安装时智搜可能推荐您安装附带的某一单独软件，您可以选择安装或不安装。
<br />
　　6.4如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助智搜改进产品服务，请告知卸载的原因。
<br />
七、【知识产权声明】
<br />
　　7.1智搜是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于：文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料、或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，除涉及第三方授权的软件或技术外，智搜均享有上述知识产权。
<br />
　　7.2未经智搜书面同意，您不得为任何商业或非商业的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权，智搜保留追究上述未经许可行为的权利。
<br />
八、【第三方产品、软件或技术】
<br />
　　8.1 本软件可能会使用第三方的软件或技术，这种使用已经获得合法授权。如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，智搜不承担任何责任。智搜不对该第三方软件或技术提供客服支持，若您需要获取支持，请与该第三方联系。
<br />
　　8.2在本软件使用第三方的软件或技术时，如果该第三方对这种使用有明确要求且需要用户遵守的，您应当遵守这些要求。它们可能会以“软件使用许可协议”、“授权协议”或其他形式来表达，是本协议不可分割的组成部分，与本协议具有同等的法律效力。如果您没有遵守这些要求，该第三方或者国家司法机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求智搜给予协助。
<br />
　　8.3 本协议附件所提到的本软件使用的第三方授权的软件或技术，仅仅是本软件当前正在使用的第三方授权的软件或技术，智搜根据与该第三方的合同约定的条件和期限或者根据业务发展的情况自行决定是否继续使用该第三方的软件或技术，或选择其他供应商提供的软件或技术。
<br />
九、【用户行为规范】
<br />
　　9.1除非法律明确允许或智搜书面许可，您在使用本软件及服务时不得从事本协议未明示授权的一切行为，包括但不限于：
<br />
（1） 反对宪法所确定的基本原则的；
<br />
（2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
<br />
（3） 损害国家荣誉和利益的；
<br />
（4） 煽动民族仇恨、民族歧视，破坏民族团结的；
<br />
（5） 破坏国家宗教政策，宣扬邪教和封建迷信的；
<br />
（6） 散布谣言，扰乱社会秩序，破坏社会稳定的；
<br />
（7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
<br />
（8） 侮辱或者诽谤他人，侵害他人合法权益的；
<br />
（9） 含有法律、行政法规禁止的其他内容的。
<br />
（10） 删除本软件及其副本上所有关于著作权的信息；
<br />
（11）对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；
<br />
（13）对本软件内相关信息内容等进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
<br />
（14）对本软件或者本软件运行过程中释放到任何计算机终端内存中的数据及该软件运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入本软件和相关系统；
<br />
（15）通过修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件进行运营或通过信息网络向公众传播；
<br />
（16）通过非智搜开发、授权或认可的第三方软件、系统登录或使用智搜软件及服务，或者针对智搜的软件和服务使用非智搜开发、授权或认可的插件和外挂；
<br />
（17）其他未经智搜明示授权的非法行为。
<br />
十、【终端安全责任】
<br />
　　10.1您应当理解，本软件同大多数互联网软件一样，受多种因素影响（包括但不限于用户原因、网络服务质量、社会环境等）；也受各种安全问题的侵扰（包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的计算机信息和数据的安全，继而影响本软件的正常使用等）。因此，您应加强信息安全及使用者资料的保护意识，注意加强密码保护，以免遭致损失和骚扰。
<br />　
　10.2您不得制作、发布、传播用于窃取智搜软件登入号码及其他用户个人信息、财产、保密信息的恶意程序。
<br />
【其他】
<br />
　　您使用本服务即视为您已阅读并同意受本协议的约束。智搜有权在必要时修改本协议条款。您可以在相关页面中查阅最新的协议条款。本协议条款变更后，如果您继续使用本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本服务。
本协议内容同时包括《智搜软件协议》，《版权保护投诉指引》及智搜可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。上述内容与本协议存在冲突的，以本协议为准。您对前述任何业务规则、协议的接受，即视为您对本协议全部的接受。
<br />
　　本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。

</p></div> </div></body></html>